{
  "select": "English",
  "auth": {
    "login": "Login",
    "logout": "Logout"
  },
  "main": {
    "mood": "Mood",
    "notebook": "Diary",
    "balance": "Balance",
    "numerology": "Numerology"
  },
  "mood": {
    "level": "Level",
    "reset": "Reset settings",
    "neutral": "Neutral",
    "calm": "Calm",
    "confidence": "Confidence",
    "satisfy": "Satisfy",
    "enthusiasm": "Enthusiasm",
    "joy": "Joy",
    "sorrow": "Sorrow",
    "discomfort": "Discomfort",
    "anxiety": "Anxiety",
    "despair": "Despair",
    "hopeless": "Hopeless",
    "chart": {
      "label": "Level",
      "title": "Day",
      "beforeTitle": "Press the label"
    }
  },
  "balance": {
    "health": "Health",
    "work": "Work",
    "environment": "Environment",
    "relationShip": "RelationShip",
    "relaxation": "Relaxation",
    "selfImprovement": "Improvement",
    "fulfillment": "Fulfillment",
    "spirituality": "Spirituality"
  },
  "notebook": {
    "title": "Title",
    "text": "Text",
    "saveMessage": "The note is saved",
    "deleteMessage": "Delete note?",
    "demoTitle": "To create notes, log in!",
    "demoDescription": ""
  },
  "numerology": {
    "next": "Next",
    "birthDay": "Enter your date of birth",
    "description": "Descript",
    "character": "Character",
    "health": "Health",
    "luck": "Luck",
    "energy": "Energy",
    "logic": "Logic",
    "duty": "Duty",
    "learning": "Learning",
    "diligence": "Diligence",
    "memory": "Memory",
    "determination": "Determination",
    "family": "Family",
    "stability": "Stability",
    "esteem": "Esteem",
    "abundance": "Abundance",
    "talent": "Talent",
    "spirituality": "Spirituality",
    "temperament": "Temperament",
    "balance": "Balance"
  },
  "monthPipe": {
    "upperMonths": [
      "English",
      "January",
      "February",
      "March",
      "April",
      "May",
      "June",
      "July",
      "August",
      "September",
      "October",
      "November",
      "December"
    ],
    "lowerMonths": []
  },
  "description": {
    "dataNumbers": {
      "oneNum": {
        "no": "Ones are absent. Too concerned about their own benefit, putting their interests above the interests of other people. Weak character, person is influenced by others, thoughts. The person is fixated on themselves - selfish.",
        "one": "A person with one unit - extremely selfish nature. Too concerned about their own benefit, putting their interests above the interests of other people. Weak character, person is influenced by others, thoughts. They are fixated on themselves - selfish.",
        "two": "Two units. A person is more concerned about their own benefit, but in rare cases can also think about others. The character is somewhat present, but it's soft. The person is not initiative. The character is calm, the person easily compromises with others. Such people listen to others, don't pressure them.",
        "three": "Three units. The golden mean, character is stable and positive. But if you put pressure on a person, they can defend their interests. That is, the manifestation of character is impulsive - under pressure, the character is strongly expressed, and the person can resist.",
        "four": "Four units. A person with strong willpower and iron character. The character is strong-willed, strong. The person tries to influence the outside world. They are self-sufficient, a leader, demanding of others and themselves. They plan everything in advance. The person has a lot of mental energy.",
        "five": "Five units - a personality with clear dictator qualities, sometimes unpleasant in communication. But at the same time, they will do anything for close people. Such people do not pay much attention to others. They are loners in their careers and business, because it's hard for them to work in a team. Or they are definitely leaders. These people have a lot of ideas, desires, goals. They rarely listen to the advice of others.",
        "six": "Six or more units - a personality with clear dictator qualities, who often refuses to listen to the advice or opinion of others, even if they are sensible or reasoned. Stubbornness may manifest itself in obstinacy, stubbornness in their beliefs or actions that go against the others, very rigid, unpleasant in communication."
      },
      "twoNum": {
        "no": "Twos are absent. There is no energy, a person can only absorb it, but cannot share, just nothing.",
        "one": "One two. The bioenergetic potential of a person is very small. The person requires constant external nutrition. If one two is squared - in this case, the energy for their life is enough, but it needs to be replenished through physical exercises. These people are vulnerable and sensitive to changes in weather. Such people need to avoid extraordinary situations and stress.",
        "two": "Two twos. A person is filled with energy, but quickly loses it and needs additional nutrition from the outside. Energy needs to be replenished through physical exercises.",
        "three": "Three twos. The golden mean. A person is filled with energy and can share it. The person is attractive. There are extrasensory abilities, but they need to be developed.",
        "four": "Four twos - a person is filled with energy to the brim, literally gives it to everyone they meet, which makes them extremely attractive to others.",
        "five": "Five twos squared according to Pythagoras - an extremely rare indicator. According to the canons of numerology, a person whose date of birth gives '22222' in the psychomatrix possesses a level of intuition where normal existence in society is extremely complicated. There is too much energy, and it needs to be applied, otherwise the unused energy transforms into negative (scandals, aggression). People with a large number of twos don't listen to others, they influence others. Such people, if numerous, are in space.",
        "six": "Six or more twos in the matrix - overload. If such a person does not engage in global projects, they begin to interfere with everyone, teach others life, poke their nose everywhere. It's hard with such people. And it's hard for them too - their energy suffocates them."
      },
      "threeNum": {
        "no": "There are no threes. A very careful and punctual person who stands out among others with cultural language and manners. The absence of threes may indicate difficulties in creative realization. In the absence of threes, it is better to seek oneself in the humanities. 'Zero potential' - inclination towards the study of exact sciences, complex concepts, and inventions is absent. Also, there is no stable interest in anything similar. But it's not a big deal - it means that your path is different.",
        "one": "One three. In such people, everything depends on the mood. They do not like disorder, but cleaning up depends on the mood again (I want to - I do. I want to - I don't. People born on the 12th and 21st (which in sum makes 3). They are very creative, imaginative personalities. They can systematize other people's knowledge, copy, as well as act as presenters.",
        "two": "Two threes. Good abilities in exact sciences (mathematics, physics, chemistry). Such a person is inclined to engage in exact sciences; they may even become a scientist. The extent to which they are inclined to work with technology can only be judged by additionally analyzing 5 (logic), 6 (physical work ability), 2 (energy). Basic abilities - with such potential, one can quite deeply master exact sciences, technology, algorithms, or a system of knowledge if desired. Or go the path of art and invent novels, music, movies. And even simply due to imagination, such a person is capable of occasionally generating original ideas. But achieving self-realization along this path will require great effort and skill development.",
        "three": "Three threes. No one can do it better than him (that's what he thinks about himself). He is looking for new and interesting tasks for himself. He is a very capable person. He is creative, with an inclination towards engaging in exact sciences.",
        "four": "Four threes. Homework is not for him. It is better to work day and night at the computer than to work 8 hours as a loader. Confident in himself and in his business.",
        "five": "Five threes. Excessive imagination and excessive mental activity of these people can lead them to a state of strong fear, worries, and trouble that do not benefit them. They are interested in material matters only slightly, but more often not interested at all. Overall, their view of life is terribly impractical.",
        "six": "Six or more threes. Excessive imagination and excessive mental activity of these people can lead them to a state of strong fear, worries, and confusion. They are interested in material matters only slightly, but more often not interested at all. Overall, their view of life is terribly impractical."
      },
      "fourNum": {
        "no": "There are no fours. The absence of fours does not necessarily mean poor health, but only indicates a high pain threshold. A person born without strong health. However, their health is in their own hands - it should be protected and strengthened. The absence of fours does not allow such a person to professionally engage in sports. It is better to focus on other strong qualities and concentrate on them in search of oneself.",
        "one": "One four. Health is normal; diseases may begin in old age. Such a person has decent physical health and endurance. Usually, one four goes either into health or into beauty. So if your reflection in the mirror seems decent, pay attention to your health, to possible hidden ailments - it is important to detect them in time.",
        "two": "Two fours. Two 'fours' in the Pythagorean square - this is the flourishing of health. Numerology in this case speaks of the absence of pathologies and an extremely low probability of serious problems with well-being until old age. With two fours (44) - health is good. People appreciate it and engage in strengthening it, along with the beauty of their body. They also have increased sexuality.",
        "three": "Three fours. Good health both physically and psychologically. - People with exceptional health. Very pedantic. For the possessors (444), emotionalism, optimism, and artistic nature are characteristic. There is another nuance: people with a large number of fours are accustomed to solving problems not by intelligent methods but by force. They may be aggressive and prone to rash actions. Especially often, those with three fours in the chart (behavioral instability) suffer from this complex. They are not only ready to solve matters with their fists but also tend to overstrain themselves at hard work, thereby losing their strong health.",
        "four": "Four fours. Good, strong health. Such people can engage in anything they want. Intensive sports training will not only not harm them but also improve their organism. It can be said that the person is very interested in increasing material wealth and is concerned about the issue of money in the family. On the one hand, this is good - there will always be income. But, on the other hand, constant thoughts about earning a living can lead to a hospital bed, even with such good health.",
        "five": "Five fours. Redundancy of fours can lead to 2 extremes: the person is obsessively neat, and disorder can lead to mental disorder, or the person is untidy to impossibility. 'Outstanding health and beauty.' Such a person could become a great athlete or a sex symbol of the century. After all, such people age much slower, thanks to their natural gifts. And these gifts should not just be a bonus or external decoration; they should be used to achieve goals, for advancement in society, and self-realization. A person who has '44444' in the Pythagorean square is a 'colossus on clay feet.' Exceptional physical potential was not realized, ultimately becoming absolutely non-functional. Have you ever seen a two-meter tall blue-eyed 'viking' working as a tram route controller all his life?",
        "six": "Six or more fours can lead to 2 extremes: the person is obsessively neat, and disorder can lead to mental disorder, or the person is untidy to impossibility. 'Outstanding health and beauty.' Such a person could become a great athlete or a sex symbol of the century. After all, such people age much slower, thanks to their natural gifts. And these gifts should not just be a bonus or external decoration; they should be used to achieve goals, for advancement in society, and self-realization. A person who has '44444' in the Pythagorean square is a 'colossus on clay feet.' Exceptional physical potential was not realized, ultimately becoming absolutely non-functional. Have you ever seen a two-meter tall blue-eyed 'viking' working as a tram route controller all his life? The reason lies in an irresistible attraction to material goods."
      },
      "fiveNum": {
        "no": "There are no fives. Such a person lacks standard logic. Hard work with many mistakes. 'Zero potential' - inclination towards studying exact sciences, complex concepts, and inventions is absent. There is also no stable interest in anything similar. But it's not a big deal - it means your path is different.",
        "one": "One five. Not quite an open channel of intuition. When solving problems, they use memory and intuition. 'Logic abilities' - logic is present in the person. If they fail something at first, they will definitely figure it out with a calculator and paper. Quantum physics is unlikely to submit to them, but for elementary life tasks, it should be enough.",
        "two": "Two fives. Well-developed intuition. This is the case when you hit the right time, in the right place. Fives enhance logic in a person. The more fives, the more developed these qualities are. 'Normal logic' - logic allows being a decent analyst or programmer. And thanks to the intuition, a person could, for example, solve complex crimes as an investigator. Such a person is capable of building a profitable business literally in any field: after all, they are guided by indicators, not by side issues.",
        "three": "Three fives. Logic is developed, and there are also flashes of excessive logic or intuition. Especially in critical situations and conditions of very strong stress when making decisions. At such moments, a person seems to see all the steps and stages ahead as if in fast forward. Learning to perceive one's intuition at such moments is the key to success for such a person. In ordinary moments, a person is capable of calculating their actions well and the benefits from them.",
        "four": "Four fives. Such a person feels their or someone else's discomfort in advance. 'Strong logic and intuition' - it seems that this person is literally given answers to all questions from above. In fact, this is the result of a special ability to perceive a large amount of information, its structuring, and processing. As a result, predictions about the outcome of various events given by the carrier of 5555 often turn out to be close to reality. Some of the best areas of application for this person's talent are business, analytics, finance, and programming.",
        "five": "Five fives. Such a person feels their or someone else's discomfort in advance. 'Strong logic and intuition' - it seems that this person is literally given answers to all questions from above. In fact, this is the result of a special ability to perceive a large amount of information, its structuring, and processing. As a result, predictions about the outcome of various events given by the carrier of 5555 often turn out to be close to reality. Some of the best areas of application for this person's talent are business, analytics, finance, and programming.",
        "six": "Six or more fives. Such a person feels their or someone else's discomfort in advance. 'Strong logic and intuition' - it seems that this person is literally given answers to all questions from above. In fact, this is the result of a special ability to perceive a large amount of information, its structuring, and processing. As a result, predictions about the outcome of various events given by the carrier of 5555 often turn out to be close to reality. Some of the best areas of application for this person's talent are business, analytics, finance, and programming."
      },
      "sixNum": {
        "no": "There are no sixes. The absence of sixes makes people not inclined to physical work. Physical labor takes away energy (22) or health (4). They should minimize manual labor, no handicrafts, seek fulfillment in creativity and science.",
        "one": "One six. One six indicates that a person can exceptionally rarely work with their hands. However, it is not recommended to choose a profession where you have to physically work every day. In this case, all the person's energy will go into work and may worsen their health. Abilities for hard work and craftsmanship only manifest depending on the mood. A person can handle any job that requires diligence, precision, and technical skill quite well. Of course, they won't become a jeweler right away, but whether it's building a house, repairs, or something that doesn't require extremely high skill, they are likely to succeed. And in the process, they can refine their skills.",
        "two": "Two sixes. This is the case when they say, 'work improves a person.' A person with a high level of skill. They just need to do some mechanical work. They may even heal from work. Products made by their hands will fill others with energy. 'Golden hands' - through continuous skill improvement, a person can achieve mastery in any task that requires diligence, precision, and adherence to the process technique. But they will have to work hard to become a true master of their craft.",
        "three": "Three sixes. Such people are skilled manipulators. They manipulate feelings of fear especially effectively. They are recommended to engage in self-improvement to turn the sixes into sevens. 'The master's work fears' - such a person can skillfully perform their work, enchanting those around them with the process itself. They will definitely succeed if they spend enough time improving their skills. For them, it's all about technique. It is also said that people with this sign should beware of others with a higher number of sixes squared: a master of a higher level always wins. This can apply to any field: from laying tiles, photography to working as a jeweler or a career in boxing.",
        "four": "Four sixes. Four sixes. Such people are adept manipulators. They are recommended to engage in self-improvement to turn the sixes into sevens. 'Hero of labor and master of their craft' — and they are born like that, literally right away. For such a person, the main thing is to find a sphere where it would be interesting to put effort and improve. As a result of development, everything they undertake turns into a masterpiece. Surrounding people are fascinated, respect, and envy them. One nuance: the peak of mastery is often understood by far from everyone, and true connoisseurs appreciate the accessible wonder.",
        "five": "Five sixes. Such people are adept manipulators. They are recommended to engage in self-improvement to turn the sixes into sevens. 'Hero of labor and master of their craft' — and they are born like that, literally right away. For such a person, the main thing is to find a sphere where it would be interesting to put effort and improve. As a result of development, everything they undertake turns into a masterpiece. Surrounding people are fascinated, respect, and envy them. One nuance: the peak of mastery is often understood by far from everyone, and true connoisseurs appreciate the accessible wonder.",
        "six": "Six or more sixes. Such people are adept manipulators. They are recommended to engage in self-improvement to turn the sixes into sevens. 'Hero of labor and master of their craft' — and they are born like that, literally right away. For such a person, the main thing is to find a sphere where it would be interesting to put effort and improve. As a result of development, everything they undertake turns into a masterpiece. Surrounding people are fascinated, respect, and envy them. One nuance: the peak of mastery is often understood by far from everyone, and true connoisseurs appreciate the accessible wonder."
      },
      "sevenNum": {
        "no": "There are no sevens. People with the absence of sevens don't have to rely on luck. They are those who can achieve 'not thanks to, but despite'. They belong to the category of not lucky, but successful. 'Stars are not plucked from the sky' - everything needs to be achieved on their own. At the same time, they need to make many attempts, not expecting sudden success. But admit it: achieving honest success through your own work and random success by the will of fortune - are different things. So look at your other strengths and realize yourself by revealing them.",
        "one": "One seven adds a certain amount of luck to a person. 'Through life with a talisman' — of course, one seven doesn't guarantee hitting the jackpot at the casino with the first bet, but it will save from minor troubles and sometimes help catch the train that has already departed.",
        "two": "Two sevens make a person happy. 'Favorite of fate' — if you are not the same 'lazy stone', then fate will help you be in the right place at the right time. And sometimes it literally leads you away from troubles and wrong decisions. With such people, it happens that after a series of successes, they become too self-confident, thinking that they will be lucky next time as well, and they won't have to make efforts for it. But this may not be the case: it is precisely at this moment that fate likes to test the overconfident.",
        "three": "Three sevens (777) - such people are very talented, lucky, very sensitive, very kind, and very carefree. Life is filled with vivid events. They are often passionate about extreme sports. Risk does not scare them, but rather attracts. However, it makes sense to periodically curb their enthusiasm and give themselves a break.",
        "four": "Four sevens. Such a person resembles a lucky charm. They may not be the favorite of fate, but they will definitely bring success to those around them. 'Messiah' — the sign of success turns into divine patronage. But it is not given for winning at the casino. Such a person can take others out of any catastrophe, and even seas will part before them. Being a savior is their life's purpose. However, the danger lies in the fact that many people with this sign foolishly perish, acting selflessly in critical situations.",
        "five": "Five sevens. Such a person resembles a lucky charm. They may not be the favorite of fate, but they will definitely bring success to those around them. 'Messiah' — the sign of success turns into divine patronage. But it is not given for winning at the casino. Such a person can take others out of any catastrophe, and even seas will part before them. Being a savior is their life's purpose. However, the danger lies in the fact that many people with this sign foolishly perish, acting selflessly in critical situations.",
        "six": "Six or more sevens. Such a person resembles a lucky charm. They may not be the favorite of fate, but they will definitely bring success to those around them. 'Messiah' — the sign of success turns into divine patronage. But it is not given for winning at the casino. Such a person can take others out of any catastrophe, and even seas will part before them. Being a savior is their life's purpose. However, the danger lies in the fact that many people with this sign foolishly perish, acting selflessly in critical situations."
      },
      "eightNum": {
        "no": "There are no eights. A person with the absence of eights is easily irritated and more prone to anger than others. They cannot tolerate pressure from others. Such people are not naturally endowed with a sense of duty towards relatives and loved ones; kindness and tolerance are not characteristic of them. 'Owes nothing to anyone' - such a person usually doesn't feel any obligation to society or anyone else. They cannot be called a complete egoist, but all their goals are mainly focused on themselves. In their dreams, they aspire to freedom and independence, which for them means the absence of any responsibility to anyone or anything.",
        "one": "One eight. A weak sense of duty towards family starts to appear in a person. However, their attitude towards them is quite cold, and they can go for years without seeing them. Their initiative to give something to others and society is low. But at least they don't forget those who are close to them. Self-sacrifice is not about them either.",
        "two": "Two eights. A person is very attached to their family. They have well-developed social orientation and high communicative skills. If this is developed from childhood, they positively realize themselves in public activities, enjoy working with people, but without fanaticism. If social realization did not work out, they often redirect this energy to stray dogs and cats, homeless people, or caring for the sick and lonely.",
        "three": "Three eights. A person is very attached to their family, especially to their mother. The opinion of parents is important to them. A person with 888 is capable of building their life for the benefit of their mother. They must necessarily start a family; otherwise, after the death of their parents, their life will lose its meaning. 'Truth-seeker' — they have a desire to convey themselves and their ideas (of course, 'right' and 'good' from their point of view) to people, often placing them above their own or family interests. And, of course, all this is done supposedly for the common good. In general, the social orientation of people of this type can sometimes be excessive. And sometimes, oddly enough, such people may show periods of isolation. Until they again sharply engage in tumultuous social life.",
        "four": "Four eights. A child with 8888 tends to control their parents, striving for dominance in the family. They cannot do without the energy of the family, but their ambitions need to be directed towards society. 'Parapsychologist' — the rarest sign of our time, indicating the presence of parapsychological abilities in a person, allowing them to influence masses. It can be used for both good and harm. Disclosure of these special abilities and directing them into a positive direction should be done through finding a mentor and working with them.",
        "five": "Five eights. 88888 are similar to 11111, involving despotism. Such a person can be completely absorbed in controlling their parents, to the detriment of their personal life. It can lead to tyranny and manipulation. 'Parapsychologist' — the rarest sign of our time, indicating the presence of parapsychological abilities in a person, allowing them to influence masses. It can be used for both good and harm. Disclosure of these special abilities and directing them into a positive direction should be done through finding a mentor and working with them.",
        "six": "Six or more eights. Involves despotism. Such a person can be completely absorbed in controlling their parents, to the detriment of their personal life. It can lead to tyranny and manipulation. 'Parapsychologist' — the rarest sign of our time, indicating the presence of parapsychological abilities in a person, allowing them to influence masses. It can be used for both good and harm. Disclosure of these special abilities and directing them into a positive direction should be done through finding a mentor and working with them."
      },
      "nineNum": {
        "no": "There are no nines. Nevertheless, the number nine is present in everyone, even those born after 2000. Mental abilities are so small that they cannot be applied in work.",
        "one": "One nine. A person with one nine does not have a particularly strong memory. They should try to strengthen their memory in any way possible. Avoid sudden changes in interests (strengthen neural networks), do not clutter memory with unnecessary things. 'Basic intelligence' — information is memorized through repeated repetition. The memory capacity for memorization is not very large. Therefore, it is not worth overloading yourself with unnecessary knowledge — it will be forgotten anyway. But in practice, you can operate quite normally with the knowledge you constantly work with.",
        "two": "Two nines. A person with two nines has a good memory. 'Bright mind' — any learning or working with information is very easy for them. And this often causes boredom and unwillingness. It's easy for such a person to become erudite and intellectual. But in reality, it is worth finding a truly interesting and profound subject to apply your mind to. And the more complex it is, the greater the interest and, accordingly, the result.",
        "three": "Three nines. Memory at the level of intuition. 'Bright mind' — any learning or working with information is very easy for them. And this often causes boredom and unwillingness. It's easy for such a person to become erudite and intellectual. But in reality, it is worth finding a truly interesting and profound subject to apply your mind to. And the more complex it is, the greater the interest and, accordingly, the result.",
        "four": "Four nines. A person with a high level of intuition and excellent memory. 'Super-computer' — the truth and nature of knowledge open up to them. School curriculum, higher mathematics, Chinese language, programming — for them, it's like planting seeds. They can hold and process many processes in their mind. But strong intelligence forces a person to show rudeness and contempt in communication with others. They consider their opinion to be absolutely correct.",
        "five": "Five nines. 'Overmind' — thanks to super-intelligence, a person can handle colossal amounts of information. And the main thing that distinguishes the peak of intelligence 99999 from others is the ability to embed in information channels, where they literally see and analyze all possible options. But strong intelligence forces a person to show rudeness and contempt in communication with others. They consider their opinion to be absolutely correct. A rare sign.",
        "six": "Six or more nines. 'Overloaded computer' — the quality of a prophet, knowing literally everything from birth. Receives information about future developments consciously and unconsciously. Unable to use abilities, is scared of their own visions."
      }
    },
    "dataRow": {
      "row147": {
        "no": "There are no digits - such a person is very easy to convince. They do not set goals for themselves, rely on others, and go with the flow;",
        "one": "One digit - a person relies on friends and the will of fate. They have weak perseverance. They may engage in arguments, but not for the sake of the result, but for winning the debate.",
        "two": "Two digits - perseverance is normal. The person first assesses their capabilities and then plans the future based on this. Following the principle of 'slow and steady wins the race'. Perseverance is not high, but not low either. They do not set unattainable and ambitious goals for themselves. They usually consider their abilities lower than they actually are and pursue small step-by-step goals. Big goals tend to intimidate them.",
        "three": "Three digits - the person is inclined to impulsiveness. They often change their goals baselessly and unpredictably. They like to set goals and then abruptly change them. By the way, achieving the goal is not their favorite activity — it's much more pleasant to dream of ruling the world than to conquer it. Sometimes they tend to overestimate themselves, initially taking on something unattainable, and then giving up halfway.",
        "four": "Four digits - strong perseverance in the person. They first set goals and then think about how realistic they are. Such people can achieve what they planned, even if the task seems disproportionate to their abilities and does not correspond to their interests. They set high ambitious goals, evaluate the resources for their achievement, and usually accomplish what they planned. It is important to note that high perseverance is a key factor in success in life. In fact, such a person has even greater potential, but overly ambitious goals intimidate them. Although for the sake of challenge in life, they could try to achieve them.",
        "five": "Five digits - high level of perseverance. Despite everything, the person pursues their goal. They are capable of 'going through walls', may lose a lot, but will achieve their goal. They pursue their goal regardless of the cost. They may even lose more than they gain, but they achieve their goals. They seek partners who also strive for more from life. However, they can be bold towards those whose goals seem insignificant to them. It is important to note that high perseverance is a key factor in success in life.",
        "six": "Six or more digits - perseverance is excessive. The person sets several goals at once or goals that do not match their abilities. This significantly slows down their progress. Occasionally pursues openly unattainable goals because others do not interest them. They expend a lot of energy, stumble, get disappointed, but then start over. And they believe that this time it will work out. They often become loners because few can provide support on their difficult path."
      },
      "row258": {
        "no": "There are no digits - in the person's value system, family is at the bottom. They do not rush to tie themselves with family ties, take responsibility for loved ones, or have children. Most likely, they are busy with work, advancing in their career, or dedicate themselves and their free time to friends.",
        "one": "One digit - the person realizes that sooner or later they will need to have a family. But they do not take purposeful steps in this direction. They wait for everything to be resolved on its own, by chance. They have heard about family, but they hesitate to create one. They are among those who wait for proposals and almost never make them. Or they make a proposal cautiously. Or in the case where there is a risk of losing a partner.",
        "two": "Two digits - the person realizes that sooner or later they will need to have a family. But they do not take purposeful steps in this direction. They wait for everything to be resolved on its own, by chance. They may even talk about planning a family, but they take little real action. They would prefer to receive a proposal themselves rather than make one.",
        "three": "Three digits - at one moment, such a person may have the strongest desire to start a family, tying their life to a significant other. But over time, they may be seized by the opposite desire not to start a family under any circumstances. It is typical for this sign to say they will never get married or it's not for them. But one fine day, you receive a wedding invitation from them, after which they may turn out to be quite a good family member. And then suddenly file for divorce a year later.",
        "four": "Four digits - the person does not delay in creating a family, seeks strong relationships, and rarely becomes the cause of divorce. Family values are not empty words for this sign. They consciously plan to start a family and excel as a faithful family member.",
        "five": "Five digits - the person cannot imagine themselves without a family. They often have extremely high demands for family members, 'fitting' their qualities into some ideal. They imagine the family and everything that happens in it as a certain ideal. Therefore, they thoroughly check their partner for perfection first, and then, already in marriage, try to bring themselves, their partner, and family relationships to that same ideal. Not always is the partner ready to endure such demands.",
        "six": "Six or more digits - the emphasis on family is excessive. The person cannot find their ideal, which delays the creation of a family indefinitely. They are 'too much of an idealist' — the search for the perfect partner to create the perfect family can last a lifetime due to its unattainability. And every attempt that does not bring them closer to the goal only angers the bearer of this sign even more. In the case of marriage, they will demand excessively high standards from their partner."
      },
      "row369": {
        "no": "There are no digits - such a person strives to change everything and everyone around them. A revolutionary by calling, they easily change their environment, workplace, and readily agree to changes.",
        "one": "One digit - such a person strives to change everything and everyone around them. A revolutionary by calling, they easily change their environment, workplace, and readily agree to changes. 'The heart asks for change' — stability is scarce in this person. They cannot imagine themselves without changes, but those around them do not approve of this inclination. However, in some small matters, they remain stable and predictable for those close to them.",
        "two": "Two digits - the person easily adapts but already restrains their revolutionary impulses. 'Everything under control' — they easily change their environment and desires, but the desire for change is controlled. However, such a person cannot be called stable.",
        "three": "Three digits - such a person is unstable. They can surround themselves with habits and connections, but just as easily let go of them. All of this happens spontaneously, unexpectedly, and without significant reasons. 'Impulsive stability' — the accumulation of habits and connections goes on its own. Until one fine day, this person turns everything upside down. That's their nature.",
        "four": "Four digits - very stable individuals. Usually, they are hard to lift. They try to keep everything in its usual order and find it hard to cope with changes. 'Reasonably stable' — there is consistency in habits and surroundings. They find it difficult to adapt to changes. In this regard, they may seem a bit boring to those around them. But they are reliable and predictable.",
        "five": "Five digits - very stable individuals. Usually, they are hard to lift. They try to keep everything in its usual order and find it hard to cope with changes. 'Very stable' — habits and surroundings practically do not change. They trust what they are used to. They may not change the familiar, even if the new is better. Whether it's boredom or predictability? Either way, some of those around them appreciate it, while others are annoyed. But it is believed that such a person can be trusted.",
        "six": "Six or more digits - stability is excessive. Such a person creates so many habits for themselves that they become burdened by them and start canceling them to make life easier. They are fighting their own stability. 'Too many habits' — the person becomes a slave to their stability. They sometimes try to fight it, but mostly unsuccessfully. Some foolish habits and attachments are replaced by others. Very difficult for many close ones to deal with."
      }
    },
    "dataCol": {
      "col123": {
        "no": "There are no digits - poorly developed self-esteem, the person does not believe in themselves and their abilities. Underestimates their potential.",
        "one": "One digit - poorly developed self-esteem, the person does not believe in themselves and their abilities. Underestimates their potential.",
        "two": "Two digits - poorly developed self-esteem, the person has little belief in themselves and their abilities. Self-esteem is not low, but not high either. Strives to be like everyone else and is not ashamed of it. Could achieve more, but aims for an average level.",
        "three": "Three digits - the person is very unsure of themselves, but changes still occur when they realize that they are worth something and capable of something in life. 'Unstable' — somewhere the person shows quite ordinary self-esteem. But at times, they obviously overestimate their abilities, setting absolutely unrealistic goals. Then there are two roads: either the goal is sharply rejected, or, after it, usually is not achieved, the search for the guilty begins.",
        "four": "Four digits - the person is confident in themselves and their abilities. They make a lot of effort to stand out from the crowd. They don't want to be like everyone else, feeling superior to others. Strives for more, knowing they are worth it, and puts effort into it. It is worth noting that high and inflated self-esteem is the most realistic incentive to achieve something in life.",
        "five": "Five digits - very strong self-esteem. Sometimes leads to the person assessing their potential abilities without improving them, without turning them into real qualities. Their self-esteem allows them to realize the most ambitious ambitions. Even if they sometimes overestimate themselves, they try to meet the set standards. It is worth noting that high and inflated self-esteem is the most realistic incentive to achieve something in life.",
        "six": "Six or more digits - self-esteem is off the charts. The main problem for such people is that they are fixated on presenting their external appearance, forgetting about substance. They shine in front of the crowd, captivating them with their appearance, but lack enthusiasm to achieve their goals. Most often, the person unreasonably overestimates themselves. In addition, they have beliefs like 'I deserve more' and others. Well, in this case, you either need to work on achieving what you are worth, or lower the bar. It is worth noting that high and inflated self-esteem is the most realistic incentive to achieve something in life. But more likely, such people will face a crisis at some point when they look back on their years and realize that they did not become who they wanted to be. And then they either remain in deep depression or, with renewed vigor, make a leap forward."
      },
      "col456": {
        "no": "There are no digits - this does not mean that the person is indifferent to money, they just prioritize acquiring information over material wealth.",
        "one": "One digit - the person is more interested in status than in pay. They are more motivated by management recognition, career advancement opportunities, and will put in all efforts. Will do everything to stay under their parents' wing as long as possible. Then will seek a partner capable of fully supporting the family. They are not sure how to accumulate wealth, so they may attempt many methods but give up on them without success.",
        "two": "Two digits - the person is more interested in status than in pay. They are more motivated by management recognition, career advancement opportunities, and will put in all efforts. The thought of the need for self-sufficiency causes anxiety. On one hand, if there is an opportunity, they would be happy not to work at all. On the other hand, if necessary, they will agree to work, only if paid.",
        "three": "Three digits - the person feels the need for money. Not having a certain amount of money causes discomfort. The ideal way of material provision according to such a person: quickly and efficiently earn a living in a short period to relax later.",
        "four": "Four digits - the person feels the need for money. Not having a certain amount of money causes discomfort. There is a high need to provide for themselves and their family. They are not afraid of difficult and responsible work for good financial rewards. Moreover, such work literally finds them. They are capable of starting their own business and earning from it.",
        "five": "Five digits - sometimes the lives of such individuals are focused on earning money. A person with 5 digits feels depressed when a certain amount of money is absent. It reaches a point where they cannot build relationships with anyone. 'Support and hope' — financially, such a person can be relied on 100%. Values work and values themselves, so they look for a place where they can earn well. Providing for themselves and their family are their main goals in life. Excellent qualities for engaging in a profitable business.",
        "six": "Six or more digits - 6 and above — quality is off the charts. This leads to the person being an adventurer in earning money. 'Fixation' — sees nothing ahead of them except achieving financial well-being. They may take on several jobs at once, quickly getting tired of it. During periods of fatigue, they are forced to simulate activity."
      },
      "col789": {
        "no": "There are no digits - this does not mean that the person is absolutely untalented, they are just more inclined towards something prosaic.",
        "one": "One digit - If a person has talent, that is, it is clearly expressed and the person works on it, then this digit indicates the potential for the development of this talent.",
        "two": "Two digits - If a person has talent, that is, it is clearly expressed and the person works on it, then this digit indicates the potential for the development of this talent.",
        "three": "Three digits - If a person has talent, that is, it is clearly expressed and the person works on it, then this digit indicates the potential for the development of this talent.",
        "four": "Four digits - If a person has talent, that is, it is clearly expressed and the person works on it, then this digit indicates the potential for the development of this talent.",
        "five": "Five digits - If a person has talent, that is, it is clearly expressed and the person works on it, then this digit indicates the potential for the development of this talent.",
        "six": "Six or more digits - If a person has talent, that is, it is clearly expressed and the person works on it, then this digit indicates the potential for the development of this talent."
      }
    },
    "dataDiag": {
      "diag159": {
        "no": "There are no digits - complete lack of spirituality. 'No spirituality' - this person is entirely materialistic and is not concerned with spiritual matters.",
        "one": "One digit - 'Low spirituality' - materialism prevails much stronger in the person.",
        "two": "Two digits - 'Normal' - spirituality is fine for you. You have defined its role in your life. It's highly unlikely that you'll be drawn to a monastery.",
        "three": "Three digits - Lives, like most people, by absolutely materialistic values, but sometimes such a person thinks about something higher.",
        "four": "Four digits - 'Developed spirituality' - the predominance of spiritual values. They begin to influence entrenched materialists around them.",
        "five": "Five digits - Maximum developed quality. 'Highest spirituality' - an example of purity and high direction of thoughts can be a person with 5 digits in this diagonal. Interestingly, there are many examples of businessmen and public figures with this sign. And this indicates that they do their work not just for money, but for something higher.",
        "six": "Six or more digits - Spirituality is excessive, leading to fanaticism, sectarianism, resembling more of a lack of spirituality. 'Fanatic' - this is no longer spirituality, but true fanaticism. It deepens with attempts to recruit others to 'their monastery' and teach everyone around them how to live correctly. In short, such a person can simply lose touch with reality in pursuit of their unknown lofty ideals."
      },
      "diag753": {
        "no": "There are no digits - the person is cold. Typically, this leads to betrayal, as they are indifferent to who and how - the main thing is to prove their significance in closeness. 'Very cold' - the person is indifferent to physical intimacy. They are only compatible with partners with their temperament or with temperament 1. Surrounding people may seem troubled to them. But sometimes, they themselves try to appear like this, following societal expectations.",
        "one": "One digit - the person is cold. 'Cold' - a person with one digit is not against physical love, but also does not strive for it. Such a person is sometimes not very demanding in partners and prone to betrayal, as they do it for their self-expression. Men with this temperament often want to appear as Don Juans in the eyes of friends and the opposite sex, exaggerating their romantic conquests.",
        "two": "Two digits - normal temperament. The person can have intimacy every day. But if this is not possible, they perceive it quite calmly. 'Normal' - this temperament suits most other temperaments. But there is a tendency to stray to the left, as the carrier of this temperament is not entirely confident in their abilities and dreams of self-expression on the love front.",
        "three": "Three digits - normal temperament. The person can have intimacy every day. But if this is not possible, they perceive it quite calmly. 'Impulsive' - this temperament can adapt to almost any partner: restrain their passion for a partner with a lower temperament and, conversely, be more passionate with someone whose temperament is higher. If there is temporarily no partner, they may engage in chaotic relationships. Such a temperament often tries to appear very hot in the eyes of the opposite sex.",
        "four": "Four digits - a fairly strong temperament, indicating the person's need for physical closeness. 'Warm' - the need for closeness for such a temperament is high, so if there is no partner, they make every effort to find one. However, they are best suited to temperaments with 3 and 5 digits. With them, they truly open up, caring not only about their own pleasure. They are considered quite faithful.",
        "five": "Five digits - a very temperamental person. The person perceives the act of intimacy as an art. They are not indifferent to who and how, boring execution of marital duty is not for them. They require genuine passion from a partner. 'Hot' - this temperament cannot imagine itself without physical love and demands it a lot - for them, it's part of self-expression. At the same time, it is important for them that the partner is equally hot, then the reciprocation will be complete. But they do not do this for the sake of self-expression, changing partners like gloves and telling friends stories about their conquests. On the contrary, hot temperaments externally may seem even a bit cold. Their entire passion is manifested only with the partner.",
        "six": "Six or more digits - the temperament is excessive. Exceeding, increased desire for variety leads to cooling and complete dissatisfaction. 'Overheated' - a person with this temperament always seems dissatisfied, even if they just left the bed. Sometimes they even refuse intimacy altogether, losing interest in it, showing external coldness. And sometimes, on the quest for variety, they lose meaning and measure. This is an unbalanced temperament that knows only extremes. Despite this, with one partner usually, they are faithful to them."
      }
    },
    "maxDiag": {
      "max159": "Spirituality predominates. The person's inclination towards spirituality and higher principles, towards the search for divine calling.",
      "max753": "Material values prevail. This indicates carnal interests - the desire to eat delicious food and dress elegantly. It also reflects temperament and the need for physical intimacy.",
      "equality": "Spirituality and material values are equivalent. The person strives for spirituality and higher principles, towards the search for divine calling. Also not alien is the desire to eat delicious food and dress elegantly. This also reflects temperament and the need for physical intimacy."
    }
  }
}
