{
  "select": "Ukraine",
  "auth": {
    "login": "Вхід",
    "logout": "Вихід"
  },
  "main": {
    "mood": "Настрій",
    "notebook": "Щоденник",
    "balance": "Баланс",
    "numerology": "Нумерологія"
  },
  "mood": {
    "level": "Рівень",
    "reset": "Скинути налаштування",
    "neutral": "Нейтральний",
    "calm": "Спокій",
    "confidence": "Цікавість",
    "satisfy": "Захоплення",
    "enthusiasm": "Задоволення",
    "joy": "Радість",
    "sorrow": "Нудьга",
    "discomfort": "Злість",
    "anxiety": "Тривога",
    "despair": "Сум",
    "hopeless": "Апатія",
    "chart": {
      "label": "Рівень",
      "title": "День",
      "beforeTitle": "Тисніть на мітку"
    }
  },
  "balance": {
    "health": "Здоров'я",
    "work": "Робота",
    "environment": "Оточення",
    "relationShip": "Стосунки",
    "relaxation": "Відпочинок",
    "selfImprovement": "Саморозвиток",
    "fulfillment": "Реалізація",
    "spirituality": "Духовність"
  },
  "notebook": {
    "title": "Заголовок",
    "text": "Текст",
    "saveMessage": "Нотатку збережено",
    "deleteMessage": "Видалити нотатку?",
    "demoTitle": "Щоб створити нотатки, авторизуйтесь!",
    "demoDescription": ""
  },
  "numerology": {
    "next": "Далі",
    "birthDay": "Вкажіть дату народження",
    "description": "Опис",
    "character": "Характер",
    "health": "Здоров'я",
    "luck": "Везіння",
    "energy": "Енергетика",
    "logic": "Логіка",
    "duty": "Обовязок",
    "learning": "Навчання",
    "diligence": "Працьовитість",
    "memory": "Пам'ять",
    "determination": "Рішучість",
    "family": "Сімейність",
    "stability": "Стабільність",
    "esteem": "Самооцінка",
    "abundance": "Достаток",
    "talent": "Талант",
    "spirituality": "Духовність",
    "temperament": "Темперамент",
    "balance": "Рівновага"
  },
  "monthPipe": {
    "upperMonths": [
      "Україна",
      "Січень",
      "Лютий",
      "Березень",
      "Квітень",
      "Травень",
      "Червень",
      "Липень",
      "Серпень",
      "Вересень",
      "Жовтень",
      "Листопад",
      "Грудень"
    ],
    "lowerMonths": [
      "Україна",
      "січня",
      "лютого",
      "березня",
      "квітня",
      "травня",
      "червня",
      "липня",
      "серпня",
      "вересня",
      "жовтня",
      "листопада",
      "грудня"
    ]
  },
  "description": {
    "dataNumbers": {
      "oneNum": {
        "no": "Одиниці відсутні. Занадто турбуються про власну вигоду, ставлячи свої інтереси вище інтересів інших людей. Характер слабкий, людина піддана чужому впливу, думці. Людина зафіксована на собі - егоїст.",
        "one": "Людина з однією одиницею - натура надзвичайно егоїстична. Занадто  турбується про власну вигоду, ставлячи свої інтереси вище інтересів інших людей. Характер слабкий, людина піддана чужому впливу, думці. Він зафіксований на собі – егоїст.",
        "two": "Дві одиниці. Людина, більше турбуються про власну вигоду, але в рідких випадках може подумати і про інших. Характер, взагалі-то, є, але він м'який. Людина не ініціативна. Характер спокійний, людина легко домовляється з іншими. Такі люди слухають інших, не тиснуть на них.",
        "three": "Три одиниці. Золота середина, характер стійкий і позитивний. Але, якщо на людину натиснути, вона може відстоювати свої інтереси. Тобто, проявлення характеру імпульсивне - в умовах тиску характер сильно проявляється і людина може дати опір.",
        "four": "Чотири одиниці. Людина з міцною волею і залізним характером. Характер вольовий, сильний. Людина намагається впливати на зовнішній світ. Вона самодостатня, лідер, вимогливий до інших і до себе. Все продумує заздалегідь. У людини багато психічної енергії.",
        "five": "П'ять одиниць - особистість з явними якостями диктатора, іноді неприємна в спілкуванні. Але при цьому піде на все для близьких людей. Такі люди не особливо звертають увагу на оточуючих. Вони в кар'єрі та бізнесі одиночки, тому що в команді їм працювати важко. Або це однозначно керівник. У таких людей багато ідей, бажань, цілей. Вони рідко слухають поради інших.",
        "six": "Шість і більше одиниць - особистість з явними якостями диктатора, яка нерідко відмовляється слухати поради або думку інших людей, навіть якщо вони є розумними чи обґрунтованими. Самодурство може виявлятися в непоступливості, упертості в своїх переконаннях або в діях, що йдуть в розрив з оточуючими, дуже жорстка, неприємна в спілкуванні."
      },
      "twoNum": {
        "no": "Двійки відсутні. Немає енергії, людина здатна лише поглинати її, але не вміє ділитися, просто нічим. Але, якщо є дві або більше 4, вони переходять в двійку. При наявності гарного здоров'я енергія теж присутня, навіть якщо немає 2 в квадраті.",
        "one": "Одна двійка. Біоенергетичний потенціал людини дуже малий. Людина потребує постійного живлення ззовні. Якщо одна двійка в квадраті - у цьому випадку енергії для свого життя достатньо, але її потрібно поповнювати за допомогою фізичних вправ. Ці люди вразливі і чутливі до змін погоди. Таким людям потрібно уникати екстраординарних ситуацій і стресів.",
        "two": "Дві двійки. Людина наповнена енергією, але швидко втрачає її і потребує додаткового живлення ззовні. Енергію потрібно поповнювати за допомогою фізичних вправ.",
        "three": "Три двійки. Золота середина. Людина наповнена енергією і здатна ділитися нею. Людина має привабливість. Є екстрасенсорні здібності, але їх треба розвивати.",
        "four": "Чотири двійки - людина наповнена енергією до країв, буквально роздає її кожному зустрічному, завдяки чому надзвичайно приваблива для оточуючих.",
        "five": "П'ять двійок в квадраті Піфагора - надзвичайно рідкий показник. Згідно з канонами нумерології, людина, дата народження якої дає «22222» в психоматриці, володіє рівнем інтуїції, при якому нормальне існування в суспільстві - надзвичайно ускладнене. Енергії занадто багато і їй потрібно знаходити застосування, так як не використана енергія трансформується в негативну (скандали, агресія). На великій кількості двійок людина не прислуховується до інших, впливає на оточуючих. Такої людини, якби багато в просторі.",
        "six": "Шість і більше двійок у матриці - перевантаження. Якщо така людина не займається глобальними проектами, вона починає лізти до всіх, навчати інших життю, сунути всюди свій ніс. З такими людьми важко. І їм самим також важко - душить їх енергія."
      },
      "threeNum": {
        "no": "Трійок немає. Дуже акуратна і пунктуальна людина, яка виділяється серед оточуючих культурною мовою і вихованістю. Відсутність трійок може говорити про складності в творчій реалізації. При відсутності трійок краще шукати себе в гуманітарних науках. «Нульовий потенціал» - схильності до пізнання точних наук, складних концепцій і винаходів відсутні. Також немає стабільного інтересу до чого-небудь подібного. Не біда - це означає, що ваш шлях інший.",
        "one": "Одна трійка. У таких людей все залежить від настрою. Вони не люблять безлад, але прибирання проводять знову-таки залежно від настрою (хочу - роблю. хочу - ні. Люди, народжені 12 і 21 числа (що в сумі утворює 3). Це дуже творчі, креативні особистості. Вони вміють систематизувати чужі знання, копіювати, так само виступати в ролі ведучого.",
        "two": "Дві трійки. Гарні здібності до точних наук (математики, фізики, хімії). Така людина схильна до заняття точними науками, вона може навіть стати вченим. Про те, наскільки вона схильна до роботи з технікою, можна судити лише проаналізувавши додатково 5 (логіку), 6 (здатність до фізичної праці), 2 (енергію). Базові здібності - з таким потенціалом можна за бажанням досить глибоко оволодіти точними науками, технікою, алгоритмами або системою знань. Або піти шляхом мистецтва і вигадувати романи, музику, фільми. І навіть просто завдяки фантазії така людина здатна іноді генерувати оригінальні ідеї. Але для самореалізації по цьому шляху знадобиться велика праця і розвиток навичок.",
        "three": "Три трійки. Краще нього ніхто не зробить (так він думає про себе). Шукає для себе нове і цікаве завдання. Це дуже здатна людина. Він креативний, є схильність до заняття точними науками.",
        "four": "Чотири трійки. Домашня робота не для нього. Краще працювати днями і ночами за комп'ютером, ніж 8 годин працювати вантажником. Впевнений в собі і в особистому ділі.",
        "five": "П'ять трійок. Надмірна уява і надмірна розумова активність цих людей можуть довести їх до стану сильного страху, турбот і клопоту, які не приносять їм користі. Матеріальними питаннями вони цікавляться лише трошки, але частіше не цікавляться взагалі. В цілому їх погляд на життя жахливо непрактичний.",
        "six": "Шість і більше трійок. Надмірна уява і надмірна розумова активність цих людей можуть довести їх до стану сильного страху, турбот і замішання. Матеріальними питаннями вони цікавляться лише трошки, але частіше не цікавляться взагалі. В цілому їх погляд на життя жахливо непрактичний."
      },
      "fourNum": {
        "no": "Немає четвірок. Відсутність четвірок не обов'язково означає слабке здоров'я, а лише говорить про те, що підвищений болісний поріг. Людина з народження не наділена міцним здоров'ям. Проте її здоров'я в її власних руках - слід берегти і зміцнювати його. Відсутність четвірок не дозволяє такій людині професійно займатися спортом. Краще звернути увагу на інші сильні якості і сконцентруватися на них у пошуках себе.",
        "one": "Одна четвірка. Здоров'я нормальне; хвороби можуть розпочатися в похилому віці. Така людина володіє непоганим фізичним здоров'ям і витривалістю. Зазвичай одна четвірка йде або в здоров'я, або в красу. Тому якщо ваше відображення в дзеркалі здається непоганим, то зверніть увагу на здоров'я, на можливі приховані недуги - їх важливо виявити вчасно.",
        "two": "Дві четвірки. Дві «четвірки» в квадраті Піфагора - це розквіт здоров'я. Нумерологія в даному випадку говорить про відсутність патологій і надзвичайно малої ймовірності виникнення якихось серйозних проблем з самопочуттям аж до похилого віку. При двох четвірках (44) - здоров'я добре. Люди його цінують і займаються його зміцненням, разом з красою свого тіла. У них також підвищена сексуальність.",
        "three": "Три четвірки. Добре здоров'я як у фізичному, так і в психологічному плані. - Люди з винятковим здоров'ям. Дужу педантичні. Для володарів (444) характерні, емоційність, оптимізм і артистизм. Є ще один нюанс: люди з великою кількістю четвірок звикли розв'язувати проблеми не розумними методами, а силою. Вони, бувають, агресивні і схильні до необдуманих дій. Особливо часто цим комплексом страждають ті, у кого в таблиці три четвірки (нестабільність поведінки). Вони не тільки готові розв'язувати справи кулаками, але і надмірно перенапружуються на важкій роботі, чим гублять своє міцне здоров'я.",
        "four": "Чотири четвірки. Хороше, міцне здоров'я. Таким людям можна займатися всім, чим вони захочуть. Посилені спортивні тренування вони не тільки не пошкодять собі, а ще й покращать свій організм. Можна сказати, що людина дуже зацікавлена в збільшенні матеріального достатку, турбується проблемою грошей у сім'ї. З одного боку, це добре - завжди буде дохід. Але, з іншого боку, постійні думки про заробіток можуть звалити і на лікарняне ліжко, навіть при такому доброму стані організму.",
        "five": "П'ять четвірок. Зайвість четвірок може давати 2 крайності: людина маніакально охайна і безлад спроможний призвести до розладу психіки, або ж людина неохайна до неможливості. «Видатне здоров'я і краса». Така людина могла б стати великим спортсменом або секс-символом століття. Адже старіють  такі люди значно повільніше, завдяки природним даним. І ці дані повинні бути не просто бонусом або зовнішнім прикрасою, вони повинні використовуватися для досягнення цілей, для просування в суспільстві і самореалізації. Людина, яка має «44444» в квадраті Піфагора, - це «колос на глиняних ногах». Винятковий фізичний потенціал не був реалізований, ставши в кінцевому підсумку абсолютно нефункціональним. Бачили коли-небудь двометрового синьоокого «вікінга», все життя працюючого контролером на трамвайному маршруті? ",
        "six": "Шість і більше четвірок може призводити до 2 крайностей: людина маніакально охайна, і безлад спроможний призвести до розладу психіки, або ж людина неохайна до неможливості. «Видатне здоров'я і краса». Така людина могла б стати великим спортсменом або секс-символом століття. Адже старіють такі люди значно повільніше, завдяки природним даним. І ці дані повинні бути не просто бонусом або зовнішньою прикрасою, вони повинні використовуватися для досягнення цілей, для просування в суспільстві і самореалізації. Людина, яка має «44444» в квадраті Піфагора, - це «колос на глиняних ногах». Винятковий фізичний потенціал не був реалізований, ставши в кінцевому підсумку абсолютно нефункціональним. Бачили коли-небудь двометрового синьоокого «вікінга», всю життя працюючого контролером на трамвайному маршруті? Причина - в нестримній тяжінні до матеріальних благ. "
      },
      "fiveNum": {
        "no": "Немає п'ятірок. У такої людини відсутня стандартна логіка. Важка праця з багатьма помилками. «Нульовий потенціал» - схильності до вивчення точних наук, складних концепцій та винаходів відсутні. Немає й стабільного інтересу до чогось подібного. Не біда - значить, ваш шлях інший.",
        "one": "Одна п'ятірка. Не зовсім відкритий канал інтуїції. При вирішенні задач він використовує пам'ять та інтуїцію. «Здатності до логіки» - логіка в людині присутня. Якщо він з першого разу не здолав щось, то з калькулятором і папером обов'язково розбереться. Квантова фізика йому малоймовірно підкориться, а от для елементарних життєвих завдань повинно вистачити.",
        "two": "Дві п'ятірки. Добре розвинута інтуїція. Це і є той випадок, коли потрапляєш у те саме час, у потрібне місце. П'ятірки збільшують в людині логіку. Чим більше п'ятірок - тим більше розвинені ці якості. «Нормальна логіка» - логіка дозволяє бути непоганим аналітиком або програмістом. А завдяки ще й здатності до інтуїції людина могла б, наприклад, розкривати складні злочини, як слідчий. Така людина здатна побудувати прибутковий бізнес буквально в будь-якій сфері: адже він керується показниками, а не побічними речами.",
        "three": "Три п'ятірки. Логіка розвинена, також відбуваються спалахи всеосяжної над-логіки або інтуїції. Особливо в критичних ситуаціях і умовах дуже сильного стресу при прийнятті рішення. У такі моменти людина ніби прискорено бачить усі кроки і етапи наперед. Навчитися сприймати свою інтуїцію в такі миті - ось ключ до успіху такої людини. В звичайні моменти, людина здатна добре розраховувати свої дії та вигоди від них.",
        "four": "Чотири п'ятірки. Така людина наперед відчуває свою або чужу неприємність. «Сильна логіка і інтуїція» - здається, що такій людині відповіді на всі питання даються буквально зверху. Насправді це результат особливої здатності до сприйняття великої кількості інформації, її структурування і обробки. Від цього прогнози щодо результату тих чи інших подій, надані носієм 5555, часто виявляються близькими до реальності. Одні з найкращих сфер застосування таланту цієї людини: бізнес, аналітика, фінанси, програмування.",
        "five": "П’ять п'ятірок. Така людина наперед відчуває свою або чужу неприємність. «Сильна логіка і інтуїція» - здається, що такій людині відповіді на всі питання даються буквально зверху. Насправді це результат особливої здатності до сприйняття великої кількості інформації, її структурування і обробки. Від цього прогнози щодо результату тих чи інших подій, надані носієм 5555, часто виявляються близькими до реальності. Одні з найкращих сфер застосування таланту цієї людини: бізнес, аналітика, фінанси, програмування.",
        "six": "Шість і більше п'ятірок. Така людина наперед відчуває свою або чужу неприємність. «Сильна логіка і інтуїція» - здається, що такій людині відповіді на всі питання даються буквально зверху. Насправді це результат особливої здатності до сприйняття великої кількості інформації, її структурування і обробки. Від цього прогнози щодо результату тих чи інших подій, надані носієм 5555, часто виявляються близькими до реальності. Одні з найкращих сфер застосування таланту цієї людини: бізнес, аналітика, фінанси, програмування."
      },
      "sixNum": {
        "no": "Немає шісток. Відсутність шісток робить людей не схильними до фізичної праці. Фізична праця забирає енергію (22) або здоров'я (4). Їм слід зводити до мінімуму ручну працю, ніякого рукоділля, шукайте реалізації в творчості та науці.",
        "one": "Одна шістка. Одна шістка говорить про те, що людина може винятково рідко працювати руками. Однак не рекомендується вибирати професію, де доведеться щодня фізично працювати. У цьому випадку вся енергія людини піде на працю і може погіршити здоров'я. Здібності до працьовитості та майстерності, проявляються лише за настроєм. Людина може досить непогано впоратися з будь-якою роботою, яка вимагає прикладення працьовитості, акуратності та техніки процесу. Звичайно, він не стане ювеліром одразу, але будь то будівництво дому, ремонт або щось, що не потребує надзвичайно високої майстерності, то, швидше за все, вийде. А в процесі він зможе вдосконалити вміння.",
        "two": "Дві шістки. Це той випадок, коли кажуть, що «праця покращує людину». Людина з високим рівнем майстерності. Йому просто необхідно виконувати якусь механічну роботу. Він навіть може оздоровитися від роботи. Вироби, зроблені його руками, наповнять інших енергією. «Золоті руки» - за постійного вдосконалення навичок людина може досягнути майстерності у будь-якій справі, яка вимагає працьовитості, акуратності та дотримання техніки процесу. Але доведеться попрацювати, щоб стати справжнім майстром своєї справи.",
        "three": "Три шістки. Такі люди вмілі маніпулятори. Особливо ефектно вони маніпулюють на відчуття страху. Їм рекомендується займатися самовдосконаленням, щоб шістки перейшли в сімки. «Справа майстра боїться» - така людина може вміло виконувати свою роботу, зачаровуючи при цьому оточуючих самим процесом. Неодмінно досягне успіху, якщо витратить на вдосконалення навичок достатньо часу. Для нього це справа техніки. Ще кажуть, що людям з таким знаком слід остерігатися інших людей з більшою кількістю шісток в квадраті: майстер більш високого рівня завжди перемагає. При цьому це може стосуватися будь-якої сфери: від укладання плитки, фотографування до роботи ювеліром або кар’єри у боксі.",
        "four": "Чотири шістки. Чотири шістки. Такі люди вправні маніпулятори. Їм рекомендується займатися саморозвитком, щоб шістки перейшли в сімки. «Герой праці і майстер своєї справи» — причому народжуються, такими, буквально відразу. Для такої людини головне — знайти сферу, в якій було б цікаво докладати зусиль і вдосконалюватися. У результаті розвитку все, за що він ні брався, виходить буквально шедевром. Оточуючі ж захоплюються, поважають і заздрять. Один нюанс: верх майстерності часто здатні зрозуміти далеко не всі, а доступне подив насправді цінують лише цінителі.",
        "five": "П'ять шісток. Такі люди вправні маніпулятори. Їм рекомендується займатися саморозвитком, щоб шістки перейшли в сімки. «Герой праці і майстер своєї справи» — причому народжуються, такими, буквально відразу. Для такої людини головне — знайти сферу, в якій було б цікаво докладати зусиль і вдосконалюватися. У результаті розвитку все, за що він ні брався, виходить буквально шедевром. Оточуючі ж захоплюються, поважають і заздрять. Один нюанс: верх майстерності часто здатні зрозуміти далеко не всі, а доступне подив насправді цінують лише цінителі.",
        "six": "Шість і більше шісток. Такі люди вправні маніпулятори. Їм рекомендується займатися саморозвитком, щоб шістки перейшли в сімки. «Герой праці і майстер своєї справи» — причому народжуються, такими, буквально відразу. Для такої людини головне — знайти сферу, в якій було б цікаво докладати зусиль і вдосконалюватися. У результаті розвитку все, за що він ні брався, виходить буквально шедевром. Оточуючі ж захоплюються, поважають і заздрять. Один нюанс: верх майстерності часто здатні зрозуміти далеко не всі, а доступне подив насправді цінують лише цінителі."
      },
      "sevenNum": {
        "no": "Немає сімок. Людині з відсутністю сімок не доводиться розраховувати на удачу. Вона з тих, хто здатний досягти «не завдяки, а незважаючи». Із категорії не щасливих, а успішних. «Зірок з неба не хапає» — все потрібно досягати самому. При цьому робити багато спроб, не чекаючи раптового успіху. Але погодьтеся: досягнути чесного успіху своєю працею і випадкового успіху за волею фортуни - різні речі. Тому дивіться на інші ваші сильні сторони і реалізуйте себе, розкриваючи їх. Але, якщо є дві і більше 6, вони переходять у 7 і приводять до успіху через працю.",
        "one": "Одна сімка додає людині певне щастя. «По життю з талісманом» — звичайно, одна сімка не гарантує джекпоту в казино з першої ставки, але збереже від дрібних неприємностей і іноді допоможе встигнути сісти на сходинку потяга, який уже рушив.",
        "two": "Дві сімки роблять людину щасливою. «Улюбленець долі» — якщо ви не той самий «лежачий камінь», то доля допоможе вам бути у потрібний час у потрібному місці. А іноді вона буквально відводить стороною від бід і неправильних рішень. З такими людьми буває, що після серії успіхів вони стають занадто самовпевненими, вважаючи, що і в наступний раз їм пощастить, а зусиль для цього прикладати не доведеться. Але це може бути не так: саме в цей момент доля любить випробувати знахабнілих.",
        "three": "Три сімки (777) – такі люди дуже талановиті, щасливі та дуже чутливі, дуже добрі та дуже безтурботні. Насичений яскравими подіями життя. Нерідко захоплюються екстремальними видами спорту. Ризик не лякає їх, а скоріше манить. Проте є сенс періодично стримувати оберти і давати собі відпочинок.",
        "four": "Чотири сімки. Така людина схожа на щасливий талісман. Улюбленцем долі вона може і не бути, але навколишнім принесе успіх однозначно. «Месія» — знак успіху переходить у покровительство згори. Але це дано не для виграшу в казино. Така людина може забрати за собою інших з будь-якої катастрофи і перед нею розійдуться навіть моря. Бути рятівником — його мета в житті. Однак небезпека полягає в тому, що багато людей з таким знаком безглуздо загинуть, самовіддано діючи в критичних ситуаціях.",
        "five": "П'ять сімок. Така людина схожа на щасливий талісман. Улюбленцем долі вона може і не бути, але навколишнім принесе успіх однозначно. «Месія» — знак успіху переходить у покровительство згори. Але це дано не для виграшу в казино. Така людина може забрати за собою інших з будь-якої катастрофи і перед нею розійдуться навіть моря. Бути рятівником — його мета в житті. Однак небезпека полягає в тому, що багато людей з таким знаком безглуздо загинуть, самовіддано діючи в критичних ситуаціях.",
        "six": "Шість і більше сімок. Така людина схожа на щасливий талісман. Улюбленцем долі вона може і не бути, але навколишнім принесе успіх однозначно. «Месія» — знак успіху переходить у покровительство згори. Але це дано не для виграшу в казино. Така людина може забрати за собою інших з будь-якої катастрофи і перед нею розійдуться навіть моря. Бути рятівником — його мета в житті. Однак небезпека полягає в тому, що багато людей з таким знаком безглуздо загинуть, самовіддано діючи в критичних ситуаціях."
      },
      "eightNum": {
        "no": "Немає вісімок. Людину з відсутністю вісімок легко вивести з себе, вона легше інших впадає в гнів. Вона не терпить тиску з боку інших. Такі люди від народження не наділені почуттям обов'язку щодо рідних і близьких; не властива доброта і терпимість. «Нікому нічого не винен» — борг перед суспільством або кимось іншим такій людині зазвичай не відомий. Його не можна назвати повним егоїстом, але всі його цілі спрямовані в основному на себе. У мріях він прагне до волі і незалежності, які для нього полягають в відсутності будь-якої відповідальності перед кимось або чимось. Але, якщо є дві і більше 1, вони переходять у вісімку і додають відчуття обов'язку та відданості.",
        "one": "Одна вісімка. У людини починає з'являтися слабке почуття обов'язку перед рідними. Проте ставлення до них достатньо холодне і він може роками не бачитись з ними. Їхня ініціатива щось дати оточуючим і суспільству низька. Але хоча б не забувають тих, хто поруч. Самопожертвування — це теж не про них. Але, якщо є дві і більше 1, вони переходять у вісімку і додають відчуття обов'язку та відданості.",
        "two": "Дві вісімки. Людина дуже прив'язана до своєї сім'ї. Люди з добре розвиненою соціальною орієнтацією та високими комунікативними навичками. Якщо це розвинено з дитинства, то вони позитивно реалізують себе в громадській діяльності, їм на радість працювати з людьми, але без фанатизму. Якщо соціальна реалізація не склалася, то часто може направляти цю енергію на покинутих собак і кішок, безхатьків, проявляють турботу про хворих і самотніх.",
        "three": "Три вісімки. Людина дуже прив'язана до своєї сім'ї, особливо до матері. Для неї важлива думка батьків. Людина з 888 здатний будувати своє життя на користь матері. їй обов'язково необхідно завести сім'ю, інакше після смерті батьків його життя втратить сенс. «Правдоруб» — для них прагнення донести себе і свої ідеї (звичайно, «правильні» і «добрі» з їх точки зору) до людей, часто ставиться вище власних або сімейних інтересів. І, звісно ж, все це робиться, нібито, для суспільного блага. Загалом, соціальна орієнтація у людей такого типу може іноді зашкалювати. А іноді, як би це не дивно виглядало ззовні, у таких людей може спостерігатися період замкнутості. До того моменту, поки вони знову гостро не займаються бурхливим суспільним життям.",
        "four": "Чотири вісімки. Дитина з 8888 прагне до контролю своїх батьків, прагне до главенства в сім'ї. Вона не може без енергії роду, але все ж необхідно її амбіції спрямувати в соціум. «Парапсихолог» — найрідкісніший  знак нашого часу, що вказує на наявність парапсихологічних здібностей у особистості, що дозволяють здійснювати вплив на маси. Може бути використаний як на користь, так і на шкоду. Розкриття цих особливих здібностей і спрямування їх в позитивне русло слід здійснювати через пошук ментора та роботу з ним.",
        "five": "П'ять вісімок. 88888 подібні до 11111, включається деспотизм. Така людина може бути повністю поглинена контролем над своїми батьками, на шкоду особистому життю. Може доходити до тиранії та маніпуляцій. «Парапсихолог» — найрідкісніший знак нашого часу, що вказує на наявність парапсихологічних здібностей у особистості, що дозволяють здійснювати вплив на маси. Може бути використаний як на користь, так і на шкоду. Розкриття цих особливих здібностей і спрямування їх в позитивне русло слід здійснювати через пошук ментора та роботу з ним.",
        "six": "Шість і більше вісімок. Включається деспотизм. Така людина може бути повністю поглинена контролем над своїми батьками, на шкоду особистому життю. Може доходити до тиранії та маніпуляцій. «Парапсихолог» — найрідкісніший знак нашого часу, що вказує на наявність парапсихологічних здібностей у особистості, що дозволяють здійснювати вплив на маси. Може бути використаний як на користь, так і на шкоду. Розкриття цих особливих здібностей і спрямування їх в позитивне русло слід здійснювати через пошук ментора та роботу з ним."
      },
      "nineNum": {
        "no": "Немає дев'яток. Так чи інакше, дев'ятка присутня у всіх, навіть народжених після 2000 року. Розумові здібності настільки малі, що в роботі їх неможливо застосувати.",
        "one": "Одна дев'ятка. Людина з однією дев'яткою особливою пам'яттю не відрізняється. Їй слід будь-яким чином намагатися зміцнити свою пам'ять. Уникати раптової зміни інтересів (зміцнювати нейронні мережі), не захаращувати пам'ять непотрібними речами. «Базовий інтелект» — інформація запам'ятовується за допомогою багаторазового повторювання. Об'єм пам'яті для запам'ятовування не дуже великий. Тому не варто перевантажувати себе зайвими знаннями — все одно забудеться. Але на практиці можете досить нормально оперувати отриманими знаннями, з якими працює постійно.",
        "two": "Дві дев'ятки. Людина з двома дев'ятками володіє хорошою пам'яттю. «Світла голова» — будь-яке навчання або робота з інформацією дається дуже легко. І це часто викликає нудьгу й небажання. Ерудитом і інтелектуалом такій людині стати просто. Але насправді варто шукати дійсно цікавий і глибокий предмет застосування свого розуму. І чим складніший він буде, тим більшим буде інтерес і, відповідно, результат.",
        "three": "Три дев'ятки. Пам'ять на рівні інтуїції. «Світла голова» — будь-яке навчання або робота з інформацією дається дуже легко. І це часто викликає нудьгу й небажання. Ерудитом і інтелектуалом такій людині бути легко. Але насправді варто шукати дійсно цікавий і глибокий предмет застосування свого розуму. І чим складніший він буде, тим більший буде інтерес і, відповідно, результат.",
        "four": "Чотири дев'ятки. Людина з високим рівнем інтуїції і відмінною пам'яттю. «Супер-комп'ютер» — людині відкриваються істина і природа знань. Шкільна програма, вища математика, китайська мова, програмування — для нього як насіння. У голові може тримати і обробляти багато процесів. Але сильний інтелект змушує проявляти людину грубість і презирство в спілкуванні з оточуючими. Свою думку вважає істинно вірною.",
        "five": "П'ять дев'яток. «Над-розум» — завдяки над-інтелекту людина може оперувати колосальними обсягами інформації. А головне, що відрізняє пік інтелекту 99999 від інших - можливість вбудовування в інформаційні канали, де він буквально бачить і аналізує всі можливі варіанти. Але сильний інтелект змушує проявляти людину грубість і презирство в спілкуванні з оточуючими. Свою думку вважає істинно вірною. Рідкісний знак.",
        "six": "Шість і більше дев'яток. «Перевантажений комп'ютер» — якість пророка, з народження знаючого буквально все. Отримує інформацію про варіанти розвитку подій у майбутньому як свідомо, так і несвідомо. Не вміючи користуватися здібностями, лякається власних бачень."
      }
    },
    "dataRow": {
      "row147": {
        "no": "Цифр немає - таку людину дуже легко переконати. Він не ставить перед собою завдань, сподівається на інших і пливе по течії;",
        "one": "Одна цифра - людина покладає надії на друзів і волю випадку. Слабка наполегливість в людини. Він може вступити в спір, але не заради результату, а для перемоги в дискусії.",
        "two": "Дві цифри - наполегливість у нормі. Спочатку людина оцінює свої можливості і вже виходячи з цього планує майбутнє. За принципом «тихіше їдеш — далі будеш». Наполегливість не висока, але й не низька. Недосяжні та амбіційні цілі перед собою не ставить. Вважає свої можливості зазвичай нижче, ніж є насправді, і йде шляхом виконання невеликих поетапних цілей. Великі цілі його скоріше відлякують.",
        "three": "Три цифри - людина схильна до імпульсивності. Досить часто змінює свої цілі безпідставно і не передбачувано. Любить ставити цілі, а потім раптово змінювати їх. До речі, досягнення цілі не входить в улюблену зайнятість — набагато приємніше, мріяти про покровительство над світом, ніж завоювати його. Часом схильна переоцінювати себе, спочатку покладаючи на свої плечі щось непідйомне, а потім кидаючи на половині шляху.",
        "four": "Чотири цифри - сильна наполегливість в людині. Вона спочатку ставить перед собою цілі, а потім думає, наскільки вони реальні. Такі люди здатні досягати запланованого, навіть якщо завдання на перший погляд непомірне з можливостями і не відповідає інтересам. Ставить високі амбіційні цілі, оцінює ресурси для їх досягнення і, як правило, виконує заплановане. Важливо зауважити, що висока наполегливість — важливий фактор успіху в житті. Насправді така людина має потенціал навіть більший, але занадто амбіційні цілі відлякують його. Хоча ради виклику в житті він міг би спробувати їх досягнути.",
        "five": "П'ять цифр - високий рівень наполегливості. Людина, незважаючи на все, йде до своєї цілі. Він здатен «йти через голови», може втратити багато, але досягне свого. Йде до цілі, незалежно від того, що це йому коштує. Може навіть втратити більше, ніж досягне, але досягне цілей. Шукає в партнерів тих, хто також прагне отримати від життя більше. Проте при цьому зухвало ставиться до тих, чиї цілі здаються йому незначними. Важливо зауважити, що висока наполегливість — важливий фактор успіху в житті.",
        "six": "Шість і більше цифр - наполегливість зашкалює. Людина ставить декілька цілей одразу або цілі, не співпадають з можливостями. Це значно сповільнює його рух вперед. Час від часу переслідує відкрито недосяжні цілі, тому що інші не цікавлять. Витрачає багато сил, спотикається, розчаровується, але потім знову починає з початку. І вірить, що на цей раз вийде. Часто стає одинаком, оскільки на його складному шляху мало хто може надати підтримку."
      },
      "row258": {
        "no": "Цифр немає - в системі цінностей людини сім'я знаходиться на останньому місці. Вона не поспішає зв'язувати себе сімейними вузами, брати на себе відповідальність щодо близьких, заводити дітей. Скоріше за все, зайнята роботою, просуванням по кар'єрній драбині або ж присвячує себе та свій вільний час друзям.",
        "one": "Одна цифра - людина усвідомлює той факт, що рано або пізно необхідно буде мати сім'ю. Але цілеспрямованих кроків у цьому напрямку не робить. Чекає, коли все само вирішиться, за волею випадку. Про сім'ю чула, але створювати її поспішатиме. З тих, хто чекає пропозиції і майже ніколи сам не робить. Або робить пропозицію насторожуючись. Або ж у тому випадку, коли є ризик втратити партнера.",
        "two": "Дві цифри - людина усвідомлює той факт, що рано або пізно необхідно буде мати сім'ю. Але цілеспрямованих кроків у цьому напрямку не робить. Чекає, коли все само вирішиться, за волею випадку. Навіть може говорити про те, що планує сім'ю, але реальних кроків у цьому здійснює мало. Хотіла б сама отримати пропозицію замість того, щоб робити її.",
        "three": "Три цифри - в один момент таку людину може відвідати найсильніше бажання створити сім'ю, пов'язавши своє життя з другою половиною. Але через час його може оволодіти рівно протилежне бажання не створювати сім’ю  ні в якому разі. Для такого знаку характерно говорити, що в шлюб ніколи не вступить або це не для нього. Але в один чудовий день ви отримуєте від нього запрошення на весілля, після якого він може виявитися досить собі прекрасним сім'янином. А потім також раптово подати на розлучення через рік.",
        "four": "Чотири цифри - людина не затягує з створенням сім'ї, прагне до міцних відносин і рідко стає винуватцем розлучення. Родинні цінності для цього знаку не порожній звук. Свідомо планує створення сім'ї і добре проявляє себе потім у якості вірного сім’янина. ",
        "five": "П'ять цифр - людина не уявляє себе без сім'ї. Досить часто пред'являє надзвичайно високі вимоги до членів сім'ї, «підганяючи» їх якості під якийсь свій ідеал. Сім'ю і все, що в ній відбувається, уявляє як певний ідеал. Тому спочатку ретельно перевіряє партнера на ідеальність, а потім, вже в шлюбі, намагається себе, партнера і сімейні відносини привести до того самого ідеалу. Не завжди партнер готовий витримувати таке.",
        "six": "Шість і більше цифр – сімейність зашкалює. Людина довго не може знайти свій ідеал, через що створення сім'ї відкладається на невизначений термін. «Занадто ідеаліст» — пошук ідеального партнера для створення ідеальної сім'ї може затягнутися на все життя через свою недосяжність. І кожна спроба, яка не наблизить ціль, лише ще сильніше розгнівить носія цього знаку. У випадку шлюбу буде пред'являти завищені вимоги до партнера."
      },
      "row369": {
        "no": "Цифр немає - така людина прагне змінити все і всіх навколо себе. Революціонер за покликанням, з легкістю змінює оточення, місце роботи і легко згоджується на зміни.",
        "one": "Одна цифра - така людина прагне змінити все і всіх навколо себе. Революціонер за покликанням, з легкістю змінює оточення, місце роботи і легко згоджується на зміни. «Серце просить змін» — стабільності в цій людині мало. Сам він без змін не уявляє себе, але ось оточуючі цю тягу не схвалюють. Добре, хоча б в деяких дрібницях він залишається стабільним і передбачуваним для близьких.",
        "two": "Дві цифри – людина легко піднімається, але вже стримує свої пориви революціонера. «Все під контролем» — дуже легко змінює оточення та бажання, але бажання змін контрольоване. Проте, таку людину не можна назвати стабільною.",
        "three": "Три цифри - така людина нестабільна. Він здатен оточити себе звичками та зв’язками, але з такою ж легкістю від них і відмовитися. Усе це відбувається спонтанно, несподівано і без вагомих причин. «Імпульсивна стабільність» — накопичення звичок і в’язків йде своєю чергою. Поки в один прекрасний день ця людина не перекидає все з ніг на голову. Така його природа.",
        "four": "Чотири цифри - дуже стабільні люди. Зазвичай, важкі на підйом. Намагаються, щоб все йшло за звичним укладом, важко переживають зміни. «Достатньо стабільний» — спостерігається постійність в звичках і в оточенні. На зміни йде важко. У цьому відношенні здається трохи нудним для оточуючих. Але зате надійним і передбачуваним.",
        "five": "П'ять цифр - дуже стабільні люди. Зазвичай, важкі на підйом. Намагаються, щоб все йшло за звичним укладом, важко переживають зміни. «Дуже стабільний» — звички і оточення практично не змінюються. Довіряє тому, до чого звик. Може не змінити звичного, навіть якщо нове краще. Чи це: нудьга чи передбачуваність? Так чи інакше, хтось з оточуючих цінує це, а когось це дратує. Але вважається, що такій людині можна довіряти.",
        "six": "Шість і більше цифр - стабільність зашкалює. Така людина настільки багато створює собі звичок, що обтяжена їхнім вантажем і починає їх скасовувати, щоб полегшити собі життя. Тобто вона веде боротьбу зі своєю ж стабільністю. «Забагато звичок» — людина стає рабом своєї стабільності. Намагається іноді боротися з нею, але в основному безуспішно. Деякі безглузді звички і прив'язаності змінюються іншими. Дуже важкий на підйом для багатьох близьких."
      }
    },
    "dataCol": {
      "col123": {
        "no": "Цифр немає - слабко розвинена самооцінка, людина не вірить у себе та власні сили. Недооцінює свої можливості.",
        "one": "Одна цифра - слабко розвинена самооцінка, людина не вірить у себе та власні сили. Недооцінює свої можливості.",
        "two": "Дві цифри - слабко розвинена самооцінка, людина слабко вірить у себе та власні сили. Самооцінка не низька, але й не висока. Прагне бути як всі і зовсім не соромиться цього. Міг би досягти більшого, але орієнтується на середній рівень.",
        "three": "Три цифри - З трьома цифрами людина дуже не впевнена в собі, але мінливість все-таки відбуваються, коли вона розуміє, що все-таки вона варта і на щось у житті вона здатна. «Нестабільна» — десь людина виявляє досить звичайну самооцінку. Але в деяких моментах вона очевидно завищує свої можливості, ставлячи абсолютно нереальні цілі. Потім йдуть дві дороги: або ціль різко відхиляється, або, після того, як вона, звичайно, не була досягнута, йде пошук винних.",
        "four": "Чотири цифри - людина впевнена у собі та власних можливостях. Вона витрачає багато зусиль, щоб показати себе, виділитися з сірої маси. Не хоче бути як всі, відчуває себе вище інших. Прагне досягти більшого, знаючи, що вона цього варта, і докладає зусиль для цього. Варто зазначити, що висока та завищена самооцінка — найреальніший стимул досягти чогось у житті.",
        "five": "П'ять цифр - дуже сильна самооцінка. Іноді призводить до того, що людина оцінює свої потенційні можливості, не вдосконалюючи їх, не перетворюючи на реальні якості. ЇЇ самооцінка дозволяє реалізовувати найсміливіші амбіції. Така людина навіть якщо десь і переоцінює себе, то намагається відповідати поставленій планці вимог. Варто зазначити, що висока та завищена самооцінка — найреальніший стимул досягти чогось у житті.",
        "six": "Шість і більше цифр - самооцінка вище даху. Основна проблема таких людей полягає в тому, що вони зафіксовані на презентації зовнішнього вигляду, забуваючи про зміст. Вони сяють перед натовпом, захоплюючи їхнім зовнішнім виглядом, але на досягнення цілей запалу не вистачає. Найчастіше людина недоцільно високо оцінює себе. Крім того, їй характерні переконання в дусі «я варта більшого» та інше. Що ж, в такому випадку треба або працювати над досягненням того, чого вартий, або знизити планку. Варто зазначити, що висока та завищена самооцінка — найреальніший стимул досягти чогось у житті. Але ймовірніше, на таких людей чекає криза в певний момент, коли вони оглянуться з висоти прожитих років і зрозуміють, що не стали тим, ким хотіли б. І тут вони або залишаються в глибокій депресії, або з новими силами роблять стрибок вперед."
      },
      "col456": {
        "no": "Цифр немає - це не означає, що людина байдужа до грошей, просто вона більше прагне до отримання інформації, ніж до матеріального достатку.",
        "one": "Одна цифра - людину більше цікавить статус, ніж оплата праці. Більше мотивації з боку керівництва, можливість кар'єрного зростання, і вона докладе всіх зусиль. Зробить все, щоб якомога довше залишатися під крилом батьків. Потім буде шукати партнера, здатного повністю забезпечувати сім'ю. Точно не знає, як накопичити статок, тому може братися одразу за багато способів, але відмовляється від них, не маючи очікуваного успіху.",
        "two": "Дві цифри - людину більше цікавить статус, ніж оплата праці. Більше мотивації з боку керівництва, можливість кар'єрного зростання, і вона докладе всіх зусиль. Думка про необхідність забезпечення себе вводить в тривогу. З одного боку, при наявності можливості, був би радий взагалі не працювати. З іншого боку, якщо є необхідність, то погоджується на роботу, лише б платили.",
        "three": "Три цифри - людина відчуває потребу до грошей. Не маючи в наявності певної суми грошей, вона відчуває дискомфорт. Ідеальний спосіб матеріального забезпечення за думкою такої людини: швидко та ефективно заробити на життя за короткий період, щоб потім розслабитися.",
        "four": "Чотири цифри - людина відчуває потребу до грошей. Не маючи в наявності певної суми грошей, вона відчуває дискомфорт. Висока потреба забезпечити себе і свою сім'ю. Не боїться складної та відповідальної роботи заради гарного матеріального винагородження. Більше того: така робота буквально сама шукає його. Здатний відкрити власний бізнес і заробити на цьому.",
        "five": "П'ять цифр - іноді життя таких людей спрямоване на заробіток грошей. Людина з 5 цифрами відчуває депресію при відсутності певної суми грошей. Доходить до того, що він не може побудувати стосунків ні з ким. «Опора та надія» — у фінансовому плані на таку людину 100% можна покластися. Цінує роботу і цінує себе, тому шукає те місце, де можна добре заробляти. Забезпечення себе і сім'ї є для нього головними цілями в житті. Прекрасні задатки для зайняття прибутковим бізнесом.",
        "six": "Шість і більше цифр - 6 і більше — якість зашкалює. Це призводить до того, що людина авантюрист в заробітку грошей. «Зацикленість» — нічого не бачить перед собою, окрім досягнення матеріального благополуччя. Може братися одразу за кілька робіт, швидко втомлюючись від цього. У періоди втоми змушений імітувати діяльність."
      },
      "col789": {
        "no": "Цифр немає - це не означає, що людина абсолютно не талановита, просто вона більше схильна до чогось прозаїчного.",
        "one": "Одна цифра - Якщо в людини є талант, тобто він виражений явно і людина над ним працює, то ця цифра свідчить про потенціал розвитку цього таланту.",
        "two": "Дві цифри - Якщо в людини є талант, тобто він виражений явно і людина над ним працює, то ця цифра свідчить про потенціал розвитку цього таланту.",
        "three": "Три цифри - Якщо в людини є талант, тобто він виражений явно і людина над ним працює, то ця цифра свідчить про потенціал розвитку цього таланту.",
        "four": "Чотири цифри - Якщо в людини є талант, тобто він виражений явно  і людина над ним працює, то ця цифра свідчить про потенціал розвитку цього таланту.",
        "five": "П'ять цифр - Якщо в людини є талант, тобто він виражений явно і людина над ним працює, то ця цифра свідчить про потенціал розвитку цього таланту.",
        "six": "Шість і більше цифр - Якщо в людини є талант, тобто він виражений явно і людина над ним працює, то ця цифра свідчить про потенціал розвитку цього таланту."
      }
    },
    "dataDiag": {
      "diag159": {
        "no": "Цифр немає - повна бездуховність. «Немає духовності» — ця людина повністю матеріальна і питання духовності не турбують його.",
        "one": "Одна цифра. «Низька духовність» — матеріалізм у людині переважає набагато сильніше.",
        "two": "Дві цифри. «Звичайна» — з духовністю все в порядку. Для себе ви визначили її роль у житті. А до монастиря вас малоймовірно залучать.",
        "three": "Три цифри. Живе, як і більшість людей, абсолютно матеріальними цінностями, але іноді така людина не раз задумується про щось більш високе.",
        "four": "Чотири цифри. «Розвинута духовність» — переважання духовних цінностей. Вони починають впливати на оточуючих закорінених матеріалістів.",
        "five": "П'ять цифр — максимально розвинута якість. «Найвища духовність» — прикладом чистоти і високої спрямованості своїх думок може бути людина з 5 цифрами в цій діагоналі. Цікаво, але є багато прикладів бізнесменів і громадських діячів з цим знаком. І це свідчить про те, що вони роблять свою справу далеко не просто для грошей, але і чогось більш високого.",
        "six": "Шість і більше цифр — духовність зашкалює, що призводить до фанатизму, сектантства, що більше нагадує бездуховність. «Фанатик» — це вже не духовність, а справжній фанатизм. Він поглиблюється спробами залучити до «свого монастиря» і навчити правильно жити всіх навколо. Одним словом, така людина може просто втратити зв'язок з реальністю в полюванні за своїми невідомими високими ідеалами."
      },
      "diag753": {
        "no": "Цифр немає. Людина холодна. Зазвичай це призводить до зрад, оскільки їй байдуже з ким і як — головне довести свою значимість у близькості. «Дуже холодний» — людина індиферентна до фізичної близькості. Людині підходять лише партнери з його темпераментом або з темпераментом 1. Оточуючі можуть здаватися йому занепокоєними. Але буває й так, що він сам намагається здаватися таким, слідуючи очікуванням суспільства. ",
        "one": "Одна цифра – людина холодна. «Холодний» — людина з однією цифрою не проти фізичної любові, але й не прагне до неї. Ще людина з таким темпераментом часом не занадто вибаглива в партнерах і схильна до зрад, оскільки робить це для свого самовираження. Чоловіки з таким темпераментом часто хочуть здаватися Дон Жуанами в очах друзів і протилежної статі, перебільшуючи свої любовні перемоги.",
        "two": "Дві цифри - нормальний темперамент. Людина може мати близькість кожен день. Але якщо немає такої можливості — сприймає це досить спокійно. «Нормальний» — нормальний темперамент піддійте більшості інших темпераментів. Але є схильність до виходу ліворуч, оскільки сам носій цього темпераменту не до кінця впевнений у своїх силах і мріяв би про самовираження на любовному фронті.",
        "three": "Три цифри - нормальний темперамент. Людина може мати близькість кожен день. Але якщо немає такої можливості — сприймає це досить спокійно. «Імпульсивний» — цей темперамент може підлаштуватися практично до будь-якого партнера: стримувати свій пал на партнері з нижчим темпераментом і, навпаки, бути більш спекотним з тим, чий темперамент вищий. Якщо партнера тимчасово немає, то він може кинутися в безладні зв'язки. Часто такий темперамент намагається здаватися дуже гарячим в очах протилежної статі.",
        "four": "Чотири цифри - досить сильний темперамент, що свідчить про необхідність людини у фізичній близькості. «Теплий» — необхідність у близькості для такого темпераменту висока, тому, якщо партнера немає, то прикладає всі зусилля до його пошуку. Однак йому підходять найкраще темпераменти з 3 і 5 цифрами. З ними він розкривається по-справжньому, турбуючись не лише про своє задоволення. Вважається досить вірним.",
        "five": "П'ять цифр - дуже темпераментна людина. Людина сприймає акт близькості як мистецтво. Йому не байдуже, з ким і як, нудне виконання подружнього обов'язку — не для нього. Він потребує справжньої пристрасті партнера. «Гарячий» — цей темперамент не уявляє себе без фізичної любові і вимагає її багато — для нього це частина самовираження. При цьому для нього важливо, щоб і партнер був таким же гарячим, тоді віддача буде повною. Але він не робить цього ради самовираження, змінюючи партнерів, як рукавички, і розповідаючи друзям історії про свої перемоги. Навпаки, гарячі темпераменти зовнішньо здаються навіть трохи холодними. Весь їх пал проявляється лише з партнером.",
        "six": "Шість і більше цифр - темперамент зашкалює. Перевищення, підвищене прагнення до різноманітності призводить до охолодження і повної незадоволеності. «Перегрітий» — людина з таким темпераментом здається завжди незадоволеною, навіть якщо тільки що покинула ліжко. Часом він навіть відмовляється зовсім від близькості, втрачаючи до цього будь-який інтерес, проявляючи зовнішню холодність. А іноді, навпаки, у пошуках різноманіття він втрачає зміст і міру. Це незбалансований темперамент, що знає тільки крайності. Незважаючи на це, при наявності одного партнера зазвичай вірний йому."
      }
    },
    "maxDiag": {
      "max159": "Переважає духовність. Прагнення людини до духовності та вищих принципів, до пошуку божественного покликання.",
      "max753": "Переважають матеріальні цінності. Це показник плотських інтересів - бажання смачно поїсти та вишукано одягнутися. Також це темперамент та потреба у фізичній близькості.",
      "equality": "Духовність і матеріальні цінності рівнозначні. Людина прагне до духовності та вищих принципів, до пошуку божественного покликання. Також не чуже бажання смачно поїсти та вишукано одягнутися. Це також темперамент та потреба у фізичній близькості."
    }
  }
}
